'''
作者：seak
时间：
项目：
题目：
作用：
备注：
'''

'''
作者：seak
时间：
项目：
题目：
作用：
备注：
知识点：
1.python以.py结尾
2.执行程序： python mai.py
3.print是一个函数，用来打印输入
4.要打印的内容成为参数，参数一定要放在（）里
5.字符串可以是单引号，双引号或者三引号
'''
def icon():
    print("""
    
                 |\__|/ _____ //--seak------   \\xx/
                 | xx\ /%%%%///   __     __  \\ \
                 \_xxx %%%%  /   /  \   /  \    |
                 / /x%%%%       ((0) ) ((0) )   |
                / #/|%%%%        \__/   \__/     \__  ______-------
                \#/ |%%%%             @@            \/
                  _/%%%%                             |_____
         ________/|%%%%                              |    -----___
    -----         |%%%%     \___                  __/
               ___/\%%%%    /  --________________//
         __----     \%%%%                     ___/
        /             \%%%%                   _/
                         \%%%%              _/
                           \%%%%           /
                              \%%         |
                               |%%        |
    """)





